[
    {
      "id": 1,
      "picture": "https://i.ibb.co/k6hWNYY/Health.png",
      "title": "Medical Supplies for Clinics",
    "category": "Health",
      "category_bg": "rgba(0,82,255,0.20)",
      "card_bg": "rgba(0,82,255,0.15)",
      "text_color": "#0052FF",
      "description": "Help us make a difference by donating essential medical supplies to clinics serving vulnerable populations. Your contribution will go a long way in ensuring that these clinics have the necessary resources to provide quality healthcare to those in need. From bandages and masks to medications and medical equipment, your support will help save lives and improve the health of countless individuals.",
      "price": 100
    },
    {
      "id": 2,
      "picture": "https://i.ibb.co/gVs4S11/Education.png",
      "title": "Books for Education",
    "category": "Education",
      "category_bg": "rgba(255,68,74,0.20)",
      "card_bg": "rgba(255,68,74,0.15)",
      "text_color": "#FF444A",
      "description": "Join us in supporting educational programs that bring quality education to underserved areas. Your donation will help bridge the educational gap and provide opportunities for children and adults alike to learn, grow, and thrive. Whether it's funding scholarships, supplying classrooms with books and technology, or empowering teachers, your contribution will make a lasting impact on communities in need.",
      "price": 200
    },
    {
      "id": 3,
      "picture": "https://i.ibb.co/6DyhTJj/Clothing.png",
      "title": "Warm Clothing for the Homeless",
    "category": "Clothing",
      "category_bg": "rgba(121,194,63,0.20)",
      "card_bg": "rgba(121,194,63,0.15)",
      "text_color": "#79C23F",
      "description": "Provide warmth and dignity to homeless individuals in our city by donating clothing. Your support will ensure that those without shelter have access to clean, warm clothes to protect them from the elements. From jackets and blankets to socks and gloves, your generosity will help bring comfort to those who need it most.",
      "price": 300
    },
    {
      "id": 4,
      "picture": "https://i.ibb.co/Hzh5Rf3/Food.png",
      "title": "Food for All",
    "category": "Food",
      "category_bg": "rgba(248,113,71,0.20)",
      "card_bg": "rgba(248,113,71,0.15)",
      "text_color": "#F87147",
      "description": "Support our mission to ensure no family goes hungry in our community. Your donation will provide nutritious meals to families facing food insecurity. From food banks and meal delivery programs to community gardens and educational initiatives, your contribution will help fight hunger and build a stronger, more resilient community.",
      "price": 400
    },
    {
      "id": 5,
      "picture": "https://i.ibb.co/gVs4S11/Education.png",
      "title": "Empower Students with Educational Resources",
      "category": "Education",
      "category_bg": "rgba(255,68,74,0.20)",
      "card_bg": "rgba(255,68,74,0.15)",
      "text_color": "#FF444A",
      "description": "Empower schools with the educational resources they need to enhance the learning experience for students. Your donation will support initiatives such as providing textbooks, educational technology, and classroom supplies. By investing in education, you're investing in the future of our children and the betterment of society as a whole.",
      "price": 200
    },
    {
      "id": 6,
      "picture": "https://i.ibb.co/k6hWNYY/Health.png",
      "title": "Healthcare Access for Vulnerable Populations",
    "category": "Health",
    "category_bg": "rgba(0,82,255,0.20)",
    "card_bg": "rgba(0,82,255,0.15)",
    "text_color": "#0052FF",
      "description": "Join us in our mission to provide access to quality healthcare services for underserved populations. Your support will enable individuals and families to receive the medical care they need, regardless of their financial circumstances. From funding medical clinics to offering telehealth services, your contribution will make healthcare more accessible and equitable for all.",
      "price": 100
    },
    {
      "id": 7,
      "picture": "https://i.ibb.co/Hzh5Rf3/Food.png",
      "title": "Emergency Food Relief",
      "category": "Food",
      "category_bg": "rgba(248,113,71,0.20)",
      "card_bg": "rgba(248,113,71,0.15)",
      "text_color": "#F87147",
      "description": "Provide emergency food relief to individuals and families facing hunger crises. Your support will help us respond swiftly to urgent needs, distributing food to those in crisis situations. Your generosity can make a significant impact in preventing hunger and providing hope during difficult times.",
      "price": 400
    },
    {
      "id": 8,
      "picture": "https://i.ibb.co/6DyhTJj/Clothing.png",
      "title": "Clothing Drive for Children in Need",
    "category": "Clothing",
    "category_bg": "rgba(121,194,63,0.20)",
    "card_bg": "rgba(121,194,63,0.15)",
    "text_color": "#79C23F",
      "description": "Make a difference in the lives of children by participating in our clothing drive. Your donation will ensure that children in need have access to warm clothing, helping them stay comfortable and focused on their education. Together, we can provide a brighter future for these young minds.",
      "price": 300
    },
    {
      "id": 9,
      "picture": "https://i.ibb.co/k6hWNYY/Health.png",
      "title": "Medical Supplies for Healthcare Clinics",
    "category": "Health",
    "category_bg": "rgba(0,82,255,0.20)",
    "card_bg": "rgba(0,82,255,0.15)",
    "text_color": "#0052FF",
      "description": "Support clinics serving vulnerable populations by donating essential medical supplies. Your contribution will help these clinics provide critical care to those in need. From masks and gloves to medications and diagnostic equipment, your support will ensure that healthcare is accessible to all.",
      "price": 100
    },
    {
      "id": 10,
      "picture": "https://i.ibb.co/gVs4S11/Education.png",
      "title": "Quality Education Initiatives",
      "category": "Education",
      "category_bg": "rgba(255,68,74,0.20)",
      "card_bg": "rgba(255,68,74,0.15)",
      "text_color": "#FF444A",
      "description": "Empower underserved communities through education. Your donation will support educational programs that bring quality learning opportunities to those who need them most. By investing in education, you're paving the way for brighter futures and breaking the cycle of poverty.",
      "price": 200
    },
    {
      "id": 11,
      "picture": "https://i.ibb.co/6DyhTJj/Clothing.png",
      "title": "Warm Clothing for Those in Need",
    "category": "Clothing",
    "category_bg": "rgba(121,194,63,0.20)",
    "card_bg": "rgba(121,194,63,0.15)",
    "text_color": "#79C23F",
      "description": "Provide clothing and warmth to homeless individuals in our city. Your support will make a significant impact on the lives of those facing homelessness, helping them stay warm and dignified. From winter coats to sleeping bags, your generosity will bring comfort to those in need.",
      "price": 300
    },
    {
      "id": 12,
      "picture": "https://i.ibb.co/Hzh5Rf3/Food.png",
      "title": "Community Food Support",
      "category": "Food",
      "category_bg": "rgba(248,113,71,0.20)",
      "card_bg": "rgba(248,113,71,0.15)",
      "text_color": "#F87147",
      "description": "Support our mission to ensure no family goes hungry in our community. Your donation will provide essential food assistance to families facing food insecurity. Together, we can create a hunger-free community where everyone has access to nutritious meals and the opportunity for a better life.",
      "price": 400
    }
  ]
  